{"entertainmentNewsData":[{"_id":"672cb0d758252549c7c8993a","id":"672cb0d758252549c7c89939","title":"Jennifer Lopez Reacts to Estranged Husband Ben Affleck Calling Her Spectacular ","description":"Jennifer Lopez's love for her colleagues don't cost a thing.After the actress' estranged husband Ben Affleck praised her performance in the upcoming film Unstoppable—which she stars in and he co-produced—as being spectacular, she returned the favor by suggesting that is the word she would use for everyone involved in the Netflix drama.","imageUrl":"https://akns-images.eonline.com/eol_images/Entire_Site/2024622/cr_1024x759-240722131654-GettyImages-1834150496.jpg?fit=around%7C1024:759&output-quality=90&crop=1024:759;center,top","publishedOn":"07/11/2024 at 06:07 PM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672cb30e58252549c7c8993d","id":"672cb30e58252549c7c8993c","title":"Golden Globes fashion: Taylor Swift stuns in shimmery green and Margot Robbie goes full Barbie","description":"Taylor Swift stunned in shimmery, liquid acid green custom Gucci at the newfangled Golden Globes, Sandra Hüller swept onto the red carpet in goddess green and Margot Robbie went full Barbie in pink custom Armani Privé at Sunday's start of the rush-rush awards season. Colman Domingo honored the man he portrays in Rustin'' - activist Bayard Rustin - in a Nehru tuxedo adorned with pins, while Lily Gladstone, a star of Killers of the Flower Moon and a red carpet newcomer, wore Valentino, a white gown with a black overcoat. She had a Bulgari diamond choker around her neck.Fashion risk-taker Timothée Chalamet, the latest Wonka, donned a bedazzled black jacket with black skinny trousers and a low-buttoned black shirt. His designer: Celine Homme.","imageUrl":"https://cdn4.premiumread.com/?url=https://thehimalayantimes.com/thehimalayantimes/uploads/images/2024/01/08/29280.jpg&w=800&q=100&f=jpg","publishedOn":"07/11/2024 at 06:16 PM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672cb37758252549c7c89940","id":"672cb37758252549c7c8993f","title":"Audiences in Maryland dance to Nepathya's tunes","description":"After a triumphant tour across five U.S. cities, Nepal's renowned folk-rock band, Nepathya, had the audience dancing to their tunes at the Maryland concert.In a statement, the band remarked, The Maryland concert was a resounding success, akin to our previous performances in Colorado, Dallas, New York, and Ohio, where we enjoyed packed houses filled with diverse audiences from all walks of life.As the event commenced punctually at 8 p.m., Amrit Gurung, dressed in blue jeans, took to the stage and greeted the audience with a bow.","imageUrl":"https://cdn4.premiumread.com/?url=https://thehimalayantimes.com/thehimalayantimes/uploads/images/2024/09/04/34417.jpg&w=800&q=100&f=jpg","publishedOn":"07/11/2024 at 06:17 PM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672cb4a958252549c7c89943","id":"672cb4a958252549c7c89942","title":"When reel raises questions on real issues","description":"Where mainstream political parties are failing to voice the hopes and woes of the people of Nepal, contemporary Nepali films namely Mansarra, Bokshi ko Ghar and Pujar Sarki have been able to show some silver linings in the cloud. Take the example of Manasarra, a film directed by Upendra Subba. Set in the urban context, the film portrays the woe of being an infertile husband, who goes on changing wives instead of admitting his infertile status. It also portrays the interesting pairing of Arya Khas with Janjatis. The contradictory and assimilation of Khas Aryan culture and Janjati is interesting to observe. And in the end one sees how they are all transformed including the old generation. The poignant remark: Do you think eating pork will bring true love?","imageUrl":"https://cdn4.premiumread.com/?url=https://thehimalayantimes.com/thehimalayantimes/uploads/images/2024/06/22/32752.jpg&w=800&q=100&f=jpg","publishedOn":"07/11/2024 at 06:22 PM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672cb53858252549c7c89947","id":"672cb53858252549c7c89946","title":"Sauraha to host South Asian Film Festival","description":"A South Asian Film Festival is going to be held in Sauraha. The festival to be held from February 1 in Ratnanagar Municipality-7 is being organised by Caravan Nepal. President of Caravan Nepal and film director Bimal Paudel said the film festival is being organised with the aim of developing Nepali films and promoting tourism in Chitwan.The festival will comprise more than 100 stalls of movies, tourism and local traditional delicacies and is expected to draw 50,000 spectators, with a turnover of Rs. 15 million.During the five-day festival, discussion will be held on initiatives to be taken by the state and private sector for the development of film and tourism, while attention of the government will be drawn for policy reforms.","imageUrl":"https://cdn4.premiumread.com/?url=https://thehimalayantimes.com/thehimalayantimes/uploads/images/2024/01/28/29693.jpg&w=800&q=100&f=jpg","publishedOn":"07/11/2024 at 06:25 PM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672cb59b58252549c7c8994a","id":"672cb59b58252549c7c89949","title":"Seven female film artists feted","description":"Minister for Communications and Information Technology Rekha Sharma honoured female film artists in recognition of their contributions to Nepali film sector. At a programme organized by the Film Development Board on Wednesday to mark the International Women Day, actresses KeKi Adhikari, Priyanka Karki and Sarita Lamichhane, director Renasha Wantawa Rai, technician Ritu Rana and fight director Kiran Dahal.Each of them was given a cash prize of Rs 25,000 and a certificate. On the occasion, Minister Sharma urged the board to institutionally send their recommendations to the ministry in view of the formulation of Film Act.","imageUrl":"https://cdn4.premiumread.com/?url=https://thehimalayantimes.com/thehimalayantimes/uploads/images/2024/03/07/30620.jpg&w=800&q=100&f=jpg","publishedOn":"07/11/2024 at 06:27 PM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672cb64658252549c7c8994d","id":"672cb64658252549c7c8994c","title":"Barsha Siwakoti appointed brandambassador of Mangaldeep incense","description":"Mangaldeep incense sticks, the outstanding product of Nepal's leading business organisation Surya Nepal Pvt Ltd, has appointed Barsha Siwakoti, a well-known actress of the Nepali film industry, as its brand ambassador. Mangaldeep incense sticks, the most preferred in Nepal, are available in various fragrances and pack sizes to suit the needs of customers.","imageUrl":"https://thehimalayantimes.com/theme_himalayantimes/images/no-image.jpg","publishedOn":"07/11/2024 at 06:29 PM","publishedBy":"Sanjeeb Ghimire","__v":0}]}
