{"headlineNewsData":[{"_id":"672d70cfe043e5235245f947","id":"672d70cfe043e5235245f946","title":"Trump says 'no price tag' for mass deportations","description":"US President-elect Donald Trump has doubled down on his campaign promise of the mass deportation of illegal immigrants, saying the cost of doing so will not be a deterrent.In some of his first public remarks since winning the election, Trump said his priority upon taking office in January would be to make the border “strong and powerful.It’s not a question of a price tag. It’s not - really, we have no choice, Trump told NBC News.","imageUrl":"https://ichef.bbci.co.uk/news/800/cpsprodpb/0e09/live/cfaa82d0-58e8-11ef-8dc9-899401541318.jpg.webp","publishedOn":"08/11/2024 at 07:44 AM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672d716de043e5235245f94a","id":"672d716de043e5235245f949","title":"Are there health benefits to eating turmeric and other spices?","description":"Chilli, turmeric and other spices are often claimed to have health benefits or even the ability to boost our immune system. But can spices really add any health benefits to our food, or help us ward off illness? Spices have been a part of our diets for thousands of years – it's second nature to sprinkle our chips with pepper, sip on ginger tea and add chillies to our meals. But recently, some spices have been unofficially promoted from everyday culinary staples to all-healing superfoods.","imageUrl":"https://ichef.bbci.co.uk/images/ic/800xn/p088sqyn.jpg.webp","publishedOn":"07/11/2024 at 07:48 AM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672d722ee043e5235245f94d","id":"672d722ee043e5235245f94c","title":"Putin hails 'courageous' Trump after election win","description":"Vladimir Putin has congratulated Donald Trump on his election victory, calling him a courageous man.Speaking at an event in the Russian city of Sochi, the Russian president said that Trump was hounded from all sides during his first term in the White House.Putin also said that Trump's claim that he can help end the war in Ukraine deserves attention at least.During his campaign, Donald Trump repeatedly said he could end the war in a day but has never elaborated on how that could happen.During Putin's address, which lasted several hours and covered a wide range of topics, he also spoke of the assassination attempt on Donald Trump in July, saying it 'made an impression' on him.","imageUrl":"https://ichef.bbci.co.uk/news/800/cpsprodpb/1144/live/8c47d1c0-9d56-11ef-82c3-45a801b7330b.jpg.webp","publishedOn":"07/11/2024 at 07:51 AM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672d7294e043e5235245f951","id":"672d7294e043e5235245f950","title":"Cyriel Dessers' goal was enough to earn Rangers a potentially precious point","description":"Cyriel Dessers rescued a precious Europa League point for Rangers as they came from behind to hold Conference League holders Olympiakos in an intimidating atmosphere in Greece.The Belgian striker, who missed two gilt-edged first-half chances, pounced on a defensive error, created space and fired into the corner from the edge of the area to reward an impressive away performance from Philippe Clement's side.The draw leaves the Ibrox side on seven points with a trip to Nice to follow at the end of November, followed by meetings with Tottenham Hotspur and Manchester United.","imageUrl":"https://ichef.bbci.co.uk/news/976/cpsprodpb/3ab3/live/5c91d170-9d41-11ef-82c3-45a801b7330b.jpg.webp","publishedOn":"07/11/2024 at 07:53 AM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672d72d1e043e5235245f954","id":"672d72d1e043e5235245f953","title":"Why coffee could be good for your health","description":"In the past, coffee was associated with increased health risks. But research from the last decade finds that drinking coffee may actually benefit your health.Caffeine is the most popular psychoactive drug in the world. Humans have been drinking coffee, a natural source of caffeine, for centuries, but there have been mixed messages around its effect on human health for decades.","imageUrl":"https://ichef.bbci.co.uk/images/ic/800xn/p08wpw9p.jpg.webp","publishedOn":"07/11/2024 at 07:54 AM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672d735ee043e5235245f958","id":"672d735ee043e5235245f957","title":"Manchester United captain Bruno Fernandes battles for possession","description":"Amad Diallo’s second-half double gave Manchester United the win they needed over Greek champions PAOK to kick-start their Europa League campaign and give incoming boss Ruben Amorim a shot at sealing a coveted top-eight finish.Amad was by far United’s biggest goal threat. He broke the deadlock when he sent a looping header into the far corner five minutes after the interval.The Ivorian sealed the win when he curled home from the edge of the area 13 minutes from time.Tarik Tissoudali wasted PAOK’s best opportunity when he failed to convert from eight yards with only Andre Onana to beat.","imageUrl":"https://ichef.bbci.co.uk/news/976/cpsprodpb/3c2a/live/e655f0a0-9d49-11ef-82c3-45a801b7330b.jpg.webp","publishedOn":"07/11/2024 at 07:56 AM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672d73a8e043e5235245f95b","id":"672d73a8e043e5235245f95a","title":"China is trying to fix its economy. Trump could derail those plans","description":"China is expected to unveil new measures to boost its flagging economy, as it braces for a second Donald Trump presidency.Trump won the election on a platform that promised steep import taxes, including tariffs as high as 60% on Chinese-made goods.His victory is now likely to hinder Xi Jinping’s plans to transform the country into a technology powerhouse – and further strain relations between the world’s two biggest economies.A property slump, rising government debt and unemployment, and low consumption have slowed down Chinese growth since the pandemic.","imageUrl":"https://ichef.bbci.co.uk/news/800/cpsprodpb/886b/live/ebc3ef50-9ccd-11ef-aa41-998bb22e478c.jpg.webp","publishedOn":"07/11/2024 at 07:58 AM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672d7459e043e5235245f95f","id":"672d7459e043e5235245f95e","title":"Australia plans social media ban for under-16s","description":"Australia's government says it will introduce world-leading legislation to ban children under 16 from social media.Prime Minister Anthony Albanese said the proposed laws, to be tabled in parliament next week, were aimed at mitigating the harm social media was inflicting on Australian children.This one is for the mums and dads... They, like me, are worried sick about the safety of our kids online. I want Australian families to know that the government has your back, he said.","imageUrl":"https://ichef.bbci.co.uk/news/800/cpsprodpb/ca4b/live/fabff2d0-9cb2-11ef-9b0d-55e2776aac28.jpg.webp","publishedOn":"07/11/2024 at 08:00 AM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672d74b8e043e5235245f962","id":"672d74b8e043e5235245f961","title":"How climate change worsens heatwaves, droughts, wildfires and floods","description":"In many places around the world, extreme weather events are becoming stronger, and happening more often, due to climate change.This trend is likely to continue unless countries make steep cuts to emissions of the greenhouse gases - such as carbon dioxide - that are heating up the planet.","imageUrl":"https://ichef.bbci.co.uk/news/800/cpsprodpb/E3E7/production/_133634385_gettyimages-2171403471.jpg.webp","publishedOn":"07/11/2024 at 08:02 AM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672d755ae043e5235245f966","id":"672d755ae043e5235245f965","title":"Three charged in connection with Liam Payne's death","description":"Three people have been charged in connection with the death of One Direction star Liam Payne, Argentinian authorities have said.The singer died on 16 October after falling from the third-floor balcony of a hotel in Buenos Aires. One person who accompanied the artist has been charged with the abandonment of a person followed by death and the supply and facilitation of drugs, according to the National Criminal and Correctional Prosecutor's Office. A hotel employee and a third person have also been charged with supplying drugs. None of those arrested have been named. Payne, 31, a father-of-one, was one of the most recognisable names in pop after appearing on The X Factor and rising to fame with the boyband One Direction in the 2010s. ","imageUrl":"https://ichef.bbci.co.uk/news/800/cpsprodpb/c0b0/live/8f19bdd0-9d53-11ef-9850-61b70bbc107f.jpg.webp","publishedOn":"07/11/2024 at 08:05 AM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672d75f8e043e5235245f969","id":"672d75f8e043e5235245f968","title":"South Africa-India series deep in IPL auction's shadow","description":"It isn't often that a men's T20I series is a dress rehearsal for a mere franchise tournament's player auction, but there is nothing mere about the IPL. With the auction for next year's tournament looming on November 24 and 25, several of those involved in the rubber between South Africa and India will feel the heat of the IPL spotlight.A good performance in the four games - the first of them at Kingsmead on Friday, the last at the Wanderers next Friday - could make some of them rich. Conversely, should they not live up to expectation they might end up without a deal and thus have significantly less money in the bank.Of South Africa's squad of 16, including Lutho Sipamla, who isn't in the mix for the first two matches, only Heinrich Klaasen has been retained; by Sunrisers Hyderabad. Just two of the remaining 14 - Mihlali Mpongwana and Andile Simelane - are not up for auction.","imageUrl":"https://www.cricbuzz.com/a/img/v1/595x396/i1/c569368/the-series-kicks-off-in-durban.jpg","publishedOn":"07/11/2024 at 08:07 AM","publishedBy":"Sanjeeb Ghimire","__v":0}]}
