{"nationalNewsData":[

{"_id":"671258d0f8fc242cea2102f2","id":"671258d0f8fc242cea2102f1","title":"सहकारी ठगी आरोपमा पक्राउ परे रवि लामिछाने","description":"२ कात्तिक, काठमाडौं । सहकारीको रकम गोर्खा मिडिया नेटवर्क प्रा.लि.मा अपचलन गरेको आरोपमा राष्ट्रिय स्वतन्त्र पार्टी (रास्वपा) का सभापति रवि लामिछाने पक्राउ परेका छन् । जिल्ला अदालत, कास्कीबाट पक्राउ अनुमति लिएर प्रहरीले काठमाडौंस्थित रास्वपाको केन्द्रीय कार्यालयबाट लामिछानेलाई पक्राउ गरेको हो । पक्राउ पर्नुअघि उनले कार्यकर्तालाई संक्षिप्त सम्बोधन गरेका थिए...","imageUrl":"https://www.onlinekhabar.com/wp-content/uploads/2024/10/Rabi-lamichhane-Arrested-Sahakari-thagi.jpg","publishedOn":"2024/18/10","publishedBy":"Sanjeeb Ghimire","__v":0},

{"_id":"671782449f2d505c291cb1fc","id":"671782449f2d505c291cb1fb","title":"गुल्मीको इस्माले क्रिकेट खेल मैदानसहितको पार्क बनाउने","description":"६ कात्तिक, गुल्मी । गुल्मीको इस्मा गाउँपालिकाले क्रिकेट खेल मैदानसहितको ‘जैढुंगा वीपी पार्क’ निर्माण गर्न लागेको छ । पालिकाभित्र आन्तरिक तथा बाह्य पर्यटक भित्र्याउने उद्देश्यले छल्दी खोलामा पार्क निर्माण गर्न लागेको हो ।गुल्मीको इस्मा गाउँपालिका–१ को छल्दी खोलामा क्रिकेट खेल मैदान सहितको ‘जैढुंगा बीपी पार्क’ निर्माण हुन लागेको छ । इस्मा गाउँपालिकाले खेल क्षेत्रको विकास गर्नसँगै पर्यटकीय गनतव्य बनाउनको लागि पार्क निर्माण गर्न लागेको गाउँपालिकाका अध्यक्ष भगतसिंह खड्काले बताए ।","imageUrl":"https://www.onlinekhabar.com/wp-content/uploads/2024/10/parkk-pcc-4.jpg","publishedOn":"22/10/2024","publishedBy":"Prabin Bhattarai","__v":0},

{"_id":"671785909f2d505c291cb200","id":"671785909f2d505c291cb1ff","title":"राप्रपाका केन्द्रीय नेताहरूले सुरु गरे ‘कर्णाली यात्रा","description":"६ कात्तिक, सुर्खेत । राष्ट्रिय प्रजातन्त्र पार्टी (राप्रपा)का केन्द्रीय नेताहरू कर्णाली यात्रामा निस्किएका छन् । ‘कर्णालीका कुरा सुन्न र आफ्ना कुरा भन्न’ भन्दै केन्द्रीय नेताहरू कर्णाली यात्रामा निस्किएका हुन् । राप्रपा अध्यक्ष राजेन्द्र लिङ्देन, उपाध्यक्ष रवीन्द्र मिश्र, महामन्त्री कुन्तीकुमारी शाही र प्रमुख सचेतक ज्ञानेन्द्र शाही लगायतका नेताहरू मंगलबार सल्यानको सल्ली बजार पुगेका छन् । सल्लीबजारबाट सुरु गरेको यात्रा सुर्खेत, दैलेख हुँदै मुगु पुग्ने राप्रपा केन्द्रीय सदस्य रविकिरण हमालले जानकारी दिए ।उनका अनुसार आज सल्लीबजारमा कार्यक्रम गरेर नेताहरूको टोली बेलुका प्रदेश राजधानी वीरेन्द्रनगर आउने छ । त्यस्तै बुधबार पश्चिम सुर्खेतको बाबियाचौर, बिहीबार दैलेखको दुल्लु, शुक्रबार कालीकोट सदरमुकाम मान्म, शनिबार जुम्लाको गोठिजिउला र आइतबार मुगुको सदरमुकाम गमगढीमा आमसभा कार्यक्रम तय गरिएको छ ।राप्रपाले आफ्ना कुरा भन्ने र जनताका कुरा सुन्ने धेयका साथ कर्णाली यात्रा सुरु गरिएको केन्द्रीय सदस्य हमालले बताए । ‘यो जनता र हाम्रो दोहोरो संवाद हो । ती कार्यक्रमहरूमा हामी स्थानीयका कुराहरू सुन्छौं र नेताहरूले पनि आफ्ना कुराहरू भन्नु हुनेछ,’ हमालले भने ।","imageUrl":"https://www.onlinekhabar.com/wp-content/uploads/2024/10/RPP-karnali-yatra.jpg","publishedOn":"22/10/2024","publishedBy":"Prabin Bhattarai","__v":0},

{"_id":"671787da9f2d505c291cb204","id":"671787da9f2d505c291cb203","title":"सरकार आफ्ना बचाउने र प्रतिद्वन्द्वीलाई खोजीखोजी हान्ने खेलमा लागेको प्रचण्डको आरोप","description":"पार्टी कार्यालय पेरिसडाँडामा आज बसेको पार्टीको बागमती र विशेष प्रदेश समन्वय समिति तथा जनवर्गीय संगठनका इञ्चार्ज तथा अध्यक्षहरुको संयुक्त बैठकलाई सम्बोधन गर्दै उनले यस्तो आरोप लगाएका हुन् । उनले आफ्नो नेतृत्वको सरकारले सुशासनका पक्षमा कसैको दल र अनुहार नहेरेर कारवाही गरेको तर अहिलेको सरकार प्रतिद्वन्द्वीलाई मात्रै प्रहार गर्ने गरी अघि बढेको आरोप लगाए । मैले स्पष्टसँग भनेको थिएँ, तपाईं र हामीमा फरक के भयो भने हामीले के माओवादी, के कांग्रेस, के एमाले कुनै दल नहेरेर गल्ती गरेको छ भने सबैलाई कानुनबमोजिम ल्याउनुपर्छ भनेर लाग्यौं,’ उनले भने, ‘तर तपाईंहरुले कांग्रेस र एमालेका नेताले गल्ती गरेको छ्याङै देख्दा पनि बचाउनुभएको छ र आफ्नो राजनीतिक प्रतिद्वन्द्वी देख्नुभयो भने खोजीखोजी हान्नुभएको छ ","imageUrl":"https://www.onlinekhabar.com/wp-content/uploads/2024/10/prachanda-2.jpg","publishedOn":"22/10/2024","publishedBy":"Prabin Bhattarai","__v":0},

{"_id":"671796e79f2d505c291cb20a","id":"671796e79f2d505c291cb209","title":"बिहीबारसम्म पहाडी क्षेत्रका केही ठाउँमा वर्षा हुने, हिमाली भेगमा हिमपात","description":"जल तथा मौसम विज्ञान विभागको मौसम पूर्वानुमान महाशाखाका अनुसार आज दिउँसो कर्णाली र सुदूरपश्चिम प्रदेशका पहाडी भू-भागका थोरै स्थानहरुमा तथा कोशी प्रदेश, बागमती प्रदेश, गण्डकी प्रदेशका पहाडी भू-भागमा एक-दुई स्थानमा मेघ गर्जन/चट्याङ्ग सहित हल्कादेखि मध्यम वर्षाको सम्भावना रहेको छ । देशका उच्च पहाडी तथा हिमाली भू-भागका एक-दुई स्थानमा हल्का हिमपातको समेत सम्भावना रहेको महाशाखाले जारी गेको बुलेटिनमा उल्लेख छ ।यस्तै, राति देशका पहाडी भू-भागमा आंशिक बदली रही बाँकी भू-भागमा आंशिक बदलीदेखि मौसम मुख्यतया सफा रहनेछ । कोशी प्रदेश, गण्डकी प्रदेश र कर्णाली प्रदेशका पहाडी भू-भागका एक-दुई स्थानमा हल्का वर्षाको सम्भावना रहेको छ महाशाले जनाएको छ । बुधबार र बिहीबार पनि देशका पहाडी भू-भागका एक-दुई स्थानमा मेघ गर्जन/चट्याङ्ग सहित हल्का वर्षाको सम्भावना रहेको छ ।","imageUrl":"https://www.onlinekhabar.com/wp-content/uploads/2023/02/Raining-in-kathmandu-23-1024x683.jpg","publishedOn":"22/10/2024","publishedBy":"Prabin Bhattarai","__v":0},

{"_id":"672b3c142f61b7c40c018bb8","id":"672b3c142f61b7c40c018bb7","title":"थाइल्याण्डविरुद्ध नेपाल ब्याटिङमा","description":"२१ कात्तिक, काठमाडौं । आईसीसी यू–१९ महिला टी–२० विश्वकप एसिया छनोट प्रतियोगिता अन्तर्गत थाइल्याण्डविरुद्धको खेलमा नेपालले टस हारेर ब्याटिङ गर्दै छ ।थाइल्याण्डले टस जितेर फिल्डिङ रोजेपछि नेपालले पहिले ब्याटिङ गर्न लागेको हो ।","imageUrl":"https://www.onlinekhabar.com/wp-content/uploads/2024/11/Nepal-Vs-Thailand.jpg","publishedOn":"06/01/2024","publishedBy":"Sanjeeb Ghimire","__v":0},

{"_id":"672b48caf6d3a7d97df41e4c","id":"672b48caf6d3a7d97df41e4b","title":"वर्षाले तनहुँ र म्याग्दीमा भित्र्याउने बेलाको धानबालीमा क्षति","description":"२१ कात्तिक, दमौली । सोमबारको भीषण वर्षाका कारण तनहुँका विभिन्न ठाउँमा भित्र्याउने बेला भएको धानमा क्षति भएको छ । जिल्लाका दशवटै पालिकाका विभिन्न ठाउँमा वर्षाले धानमा क्षति भएको कृषि ज्ञान केन्द्रले जनाएको छ । सबै स्थानमा भएको क्षतिको विवरण सङ्कलन भइरहेको छ । केन्द्रका सूचना अधिकारी किरण परियारका अनुसार वर्षाका कारण भएको क्षतिको विवरण सङ्कलन भइरहेको छ । यो वर्ष जिल्लामा आठ हजार हेक्टरमा धान रोपिएको थियो। यहाँ राधा, सावित्री रामधान, सुगन्ध मसिनो, अनदी, सुनौलो सुगन्ध, मकवानपुरलगायत धानखेती हुने गरेको केन्द्रले जनाएको छ । गत वर्ष जिल्लामा ३३ हजार दुई सय ८० मेट्रिक टन वर्षे र सात हजार नौ सय ३८ मेट्रिक टन चैतेधान उत्पादन भएको थियो ।","imageUrl":"https://www.onlinekhabar.com/wp-content/uploads/2024/11/tanahun-galeshower-paneele-dubayako-dhanko-nin.jpg","publishedOn":"06/01/2024","publishedBy":"Sanjeeb Ghimire","__v":0},
  
{"_id":"672b4c42f6d3a7d97df41e4f","id":"672b4c42f6d3a7d97df41e4e","title":"कोशीका मन्त्री अधिकारीले दिए राजीनामा","description":"२१ कात्तिक, विराटनगर । कोशी प्रदेशका आन्तरिक मामिला तथा कानुनमन्त्री लिलाबल्लभ अधिकारीले पदबाट राजीनामा दिएका छन् ।मन्त्रिपरिषद्‌बाट स्वीकृत नगरी जापान भ्रमणमा गएको विषय विवादमा परेपछि राजीनामा दिएका हुन् । अधिकारीले मुख्यमन्त्री हिक्मतकुमार कार्की समक्ष राजीनामा बुझाएको जानकारी दिए । भ्रमणको विषय विवादमा परेपछि नैतिकताका आधारमा राजीनामा दिएको अधिकारीले बताए ।","imageUrl":"https://www.onlinekhabar.com/wp-content/uploads/2024/11/lila-ballav.jpg","publishedOn":"06/01/2024","publishedBy":"Sanjeeb Ghimire","__v":0},
  
{"_id":"672b5037f6d3a7d97df41e54","id":"672b5037f6d3a7d97df41e53","title":"प्रधानमन्त्री ओलीलाई भाइरल ज्वरो, केही दिन आराम गर्न चिकित्सकको सुझाव","description":"२१ कात्तिक, काठमाडौं । प्रधानमन्त्री केपी शर्मा ओलीलाई भाइरल ज्वरोको संक्रमण भएको छ ।ओलीको निजी चिकित्सक डा. दिव्या सिंह शाहले भाइरल ज्वरो भएको पुष्टि गरिन् । ‘घाँटीमा संक्रमण पनि भएको छ । पछिल्लो समय मौसम परिवर्तन हुँदा भाइरल ज्वरो संक्रमण भएको छ,’ डा. सिंहले अनलाइनखबरसँग भनिन्, ‘अहिले उहाँको स्वास्थ्य अवस्था सुधार हुँदै छ । केही दिन आराम गर्न सुझाव दिएका छौं ।’","imageUrl":"https://www.onlinekhabar.com/wp-content/uploads/2020/03/Kp-oli-1230-1024x624.jpg","publishedOn":"06/01/2024","publishedBy":"Sanjeeb Ghimire","__v":0},  
{"_id":"672b5160f6d3a7d97df41e57","id":"672b5160f6d3a7d97df41e56","title":"कैलालीमा २ नाल भरुवा बन्दुकसहित एक जना पक्राउ","description":"२१ कात्तिक, धनगढी । कैलालीमा दुई नाल भरुवा बन्दुकसहित एक जना पक्राउ परेका छन् ।गोदावरी नगरपालिका–४ को तखरे गाउँ बस्ने ६५ वर्षीय लालबहादुर बुढामगरलाई भरुवा बन्दुकसहित पक्राउ गरिएको प्रहरीले जनाएको छ । जिल्ला प्रहरी कार्यालयका प्रवक्ता प्रहरी नायब उपरीक्षक(डीएसपी) कवीन्द्रसिंह बोहोराले बुढामगरलाई उनको घर नजिकैको चैतडा सामुदायिक वनको खोल्सोमा भरुवा बन्दुक लुकाइछिपाइ राखेको अवस्थामा पक्राउ गरिएको बताए ।","imageUrl":"https://www.onlinekhabar.com/wp-content/uploads/2024/11/bharuwa-banduk-900px.jpg","publishedOn":"06/01/2024","publishedBy":"Sanjeeb Ghimire","__v":0}
  
]}

