{"sportsNewsData":[{"_id":"672ca4752eba29a2411edb35","id":"672ca4752eba29a2411edb34","title":"The vast, stark differences between South Africa and India","description":"The men's T20 World Cup final in Barbados in June marked the start of journeys in opposite directions for the teams involved. Including that match, South Africa have lost five of their last six games in the format. India have won 10 of their last dozen T20Is and tied another.Considering the gutsy cricket the South Africans played to reach their first final in a senior men's World Cup, why have they struggled from there?I don't know what to put it down to, Reeza Hendricks told a press conference on Wednesday. But we haven't had most of the players who played in that game. We gave opportunities to new players in the last couple of series. We didn't get the results we wanted, but there were a lot of learnings. Coming against India now is another opportunity. Hopefully we can correct that and get the results we're after.","imageUrl":"https://www.cricbuzz.com/a/img/v1/595x396/i1/c569088/south-africa-finished-runners.jpg","publishedOn":"07/11/2024 at 05:14 PM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672ca4e52eba29a2411edb38","id":"672ca4e52eba29a2411edb37","title":"Asalanka remains as captain, Shanaka and Chameera continue to miss out","description":"Sri Lanka Cricket announced their ODI and T20I squads for the upcoming series against New Zealand with former captain Dasun Shanaka continuing to be overlooked. Charith Asalanka will lead the team again, with Dushmantha Chameera still missing in action ever since he was ruled out of the series against India in July due to bronchitis and a respiratory infection.Left-handed batter Kusal Perera made it back to the ODI squad, having last played a 50-over game for Sri Lanka against New Zealand in the 2023 World Cup. Perera recently scored 55 not out in a match-winning cause for Sri Lanka in the third T20I against West Indies. The ODI squad also includes pacer Mohamed Shiraz, who made his debut against India in the first ODI but hasn't played since then.","imageUrl":"https://www.cricbuzz.com/a/img/v1/595x396/i1/c569052/asalanka-has-had-a-good-start.jpg","publishedOn":"07/11/2024 at 05:16 PM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672ca52c2eba29a2411edb3b","id":"672ca52c2eba29a2411edb3a","title":"Champions League highlights, strange penalties, debate and reaction as Arsenal and Villa beaten","description":"There is no need to panic for Aston Villa after their first defeat in the Champions League this season as their three wins already mean they are still in a strong position within the top eight automatic qualification spots.However, a heavy defeat to Spurs last weekend was proceeded by a disappointing Carabao Cup exit to Crystal Palace so things are not running perfectly smoothly at Villa Park.Villa have now lost each of their last three games across all competitions, equalling their longest losing streak under Unai Emery (after three-game losing runs in February 2023 and May 2024).Villa also recorded just one shot on target against Club Brugge - the fewest by an Emery side in a league/group phase game in the Champions League since November 2016, while in charge of Paris Saint-Germain (one against Arsenal).","imageUrl":"https://ichef.bbci.co.uk/ace/standard/1024/cpsprodpb/a519/live/95eaa780-9c8d-11ef-9260-19e6a950e830.jpg","publishedOn":"07/11/2024 at 05:16 PM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672ca5a12eba29a2411edb3e","id":"672ca5a12eba29a2411edb3d","title":"Trescothick asks for patience after big England loss","description":"Interim coach Marcus Trescothick asked for patience after his side fell to a one-day international series defeat by West Indies in Barbados.England were thrashed by eight wickets in the series decider as the hosts romped home in pursuit of 264 with seven overs to spare.A packed schedule has meant England have had to field an inexperienced side in the Caribbean but the series loss is their third in a row in the format.It has been a really challenging time for us, Trescothick told TNT Sports.","imageUrl":"https://ichef.bbci.co.uk/ace/standard/976/cpsprodpb/5987/live/0160fa30-9cae-11ef-82ac-27877bc02d98.jpg.webp","publishedOn":"07/11/2024 at 05:18 PM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672ca5f62eba29a2411edb41","id":"672ca5f62eba29a2411edb40","title":"Stokes to skip IPL but Anderson & Archer enter auction","description":"Captain Ben Stokes has opted to skip next year's Indian Premier League but former England bowler James Anderson has registered for the upcoming auction.Stokes' name is not among the 52 Englishman who have signed up for the auction, which will be held on 24 and 25 November.It means the 33-year-old will also be unavailable for the 2026 competition under new rules announced by the IPL last month.","imageUrl":"https://ichef.bbci.co.uk/ace/standard/976/cpsprodpb/3fe0/live/8a7ec6f0-9ba8-11ef-bd61-57039748d055.jpg.webp","publishedOn":"07/11/2024 at 05:20 PM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672ca6672eba29a2411edb45","id":"672ca6672eba29a2411edb44","title":"Trump and Musk can bring peace to golf - McIlroy","description":"Rory McIlroy believes Donald Trump’s return to the White House could bring peace between the PGA Tour and the Saudi Arabia funded breakaway LIV circuit and has speculated that Elon Musk could play a key role in negotiations on golf’s future.The US tour is involved in protracted negotiations with the Saudi Public Investment Fund (PIF) aimed at healing a divisive split in men’s professional golf, where many leading stars remain banned from the PGA Tour.A proposed deal, first unveiled in June 2023, is likely to face opposition from America’s Department of Justice (DOJ), which has concerns over it potentially leading to breaches of anti-competition laws.","imageUrl":"https://ichef.bbci.co.uk/ace/standard/976/cpsprodpb/7739/live/bfe7c080-9c39-11ef-836c-7b4b61dd190c.jpg.webp","publishedOn":"07/11/2024 at 05:22 PM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672ca75a2eba29a2411edb48","id":"672ca75a2eba29a2411edb47","title":"Killers of Ugandan Olympian sentenced to 35 years","description":"A court in Kenya has sentenced two men to 35 years each for the murder of Ugandan athlete Benjamin Kiplagat at the end of last year.The Olympic steeplechaser was stabbed to death on New Year’s Eve in the town of Eldoret, known as a top training centre for athletes.Your actions were cruel to a defenceless person whose life you cut short,” Justice Reuben Nyakundi told Peter Ushuru Khalumi and David Ekai Lokere during the sentencing hearing in the High Court in Eldoret.Kiplagat’s murder shocked people in Kenya, which has seen the killing of a number of other elite athletes in recent years.The judge said that Khalumi and Lokere had followed Kiplagat, who was in his car, and then CCTV footage showed that they had intentionally killed him in a premeditated act. The exact motive for the murder was not clear but at the time of the arrests the police had said it was robbery.","imageUrl":"https://ichef.bbci.co.uk/news/800/cpsprodpb/31ac/live/a0fecce0-9b8a-11ef-8dbf-615b9ee7e3ad.jpg.webp","publishedOn":"07/11/2024 at 05:27 PM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672ca7dc2eba29a2411edb4b","id":"672ca7dc2eba29a2411edb4a","title":"All Blacks games always have 'that edge' - Farrell","description":"Ireland head coach Andy Farrell says Friday night's showdown with New Zealand will be a typically intense affair.The All Blacks are coming off a 24-22 win over England while it is the autumn series opener for Ireland at the Aviva Stadium.Playing against the All Blacks has always brought that edge for any type of game, said Farrell.This is a top, top level Test match that everyone wants to be involved in. We want to be up there competing with the best.","imageUrl":"https://ichef.bbci.co.uk/ace/standard/976/cpsprodpb/6903/live/ecd94c00-9c82-11ef-96e2-db5db6e4e4db.jpg.webp","publishedOn":"07/11/2024 at 05:29 PM","publishedBy":"Sanjeeb Ghimire","__v":0}]}
