{"trendingNewsData":[{"_id":"672b6bb61f5afbe5a7deb08c","id":"672b6bb61f5afbe5a7deb08b","title":"Across America, elation and dejection as Trump wins the presidency","description":"As election night progressed, Americans were fixated on results trickling in, their faces giving way to despair or celebration as states were called for Vice President Kamala Harris or former President Donald Trump.Trump supporters were ecstatic at a campaign watch party in West Palm Beach, Florida.Harris supporters looked on in dismay when it was announced she would not speak at a campaign watch party on the campus of Howard University in Washington, D.C.It was all smiles and hugs at some watch parties when it was announced Trump won Georgia, a state that he lost by just under 12,000 votes in 2020.That was a stark contrast with Democratic supporters, who could only bury their faces in their hands as Trump continued to gain ground in states that President Joe Biden won four years before","imageUrl":"https://dims.apnews.com/dims4/default/da82f4c/2147483647/strip/true/crop/3781x2525+0+0/resize/1440x962!/format/webp/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fcd%2Fa4%2F9bad9a2a0f8262be0111f2d78488%2F63199319b3a847958ab5cb3499013807","publishedOn":"06/01/2024 at 7:00 PM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672b94c43d55e2f9a75f6c79","id":"672b94c43d55e2f9a75f6c78","title":"Google and Meta are blocking political ads to combat misinformation. Some experts say it’s too late","description":"Facebook, Instagram, Google and YouTube are clamping down on political ads in an effort to combat misinformation that could undermine trust in the results of a contentious election or stir up unrest.Meta last week began blocking advertisers from creating or running new ads about US social issues, elections or politics across its platforms, including Facebook and Instagram. Meta’s ban of new political advertising was initially set to expire Tuesday night, but on Monday the company extended it until later this week. Google says it will implement a similar, temporary pause on ads related to US elections after the last polls close on Tuesday, set to remain in place for an unspecified period of time. TikTok has not allowed political ads since 2019.","imageUrl":"https://media.cnn.com/api/v1/images/stellar/prod/shutterstock-editorial-14055768d.jpg?c=16x9&q=h_653,w_1160,c_fill/f_webp","publishedOn":"06/11/2024 at 09:55 PM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672b962f3d55e2f9a75f6c7c","id":"672b962f3d55e2f9a75f6c7b","title":"US shares and Bitcoin hit record high on Trump win","description":"US shares hit record highs on Wall Street and the dollar posted its biggest gain in eight years as Donald Trump was re-elected to the White House in a historic win.Bitcoin has also hit an all-time high, following Trump's election promise to make the US the 'Bitcoin and cryptocurrency capital of the world Investors are, however, betting that Trump's plan to cut taxes and raise tariffs will push up inflation and reduce the pace of interest rate cuts.Higher rates for longer mean investors will get better returns on savings and investments they hold in dollars.","imageUrl":"https://ichef.bbci.co.uk/news/800/cpsprodpb/8c64/live/3d72d590-9bd5-11ef-9c84-915bca93aa53.jpg.webp","publishedOn":"06/11/2024 at 10:01 PM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672b96e73d55e2f9a75f6c7f","id":"672b96e73d55e2f9a75f6c7e","title":"Russia fines Google more money than there is in entire world","description":"A Russian court has fined Google two undecillion roubles - a two followed by 36 zeroes - for restricting Russian state media channels on YouTube. In dollar terms that means the tech giant has been told to pay $20,000,000,000,000,000,000,000,000,000,000,000.Despite being one of the world's wealthiest companies, that is considerably more than the $2 trillion Google is worth.In fact, it is far greater than the world’s total GDP, which is estimated by the International Monetary Fund to be $110 trillion.The fine has reached such a gargantuan level because - as state news agency Tass has highlighted - it is rapidly increasing all the time.According to Tass, Kremlin spokesman Dmitry Peskov admitted he 'cannot even pronounce this number' but urged Google management to pay attention.","imageUrl":"https://ichef.bbci.co.uk/news/800/cpsprodpb/aa33/live/bee1a2b0-9779-11ef-bb0e-15884b2a13e2.jpg.webp","publishedOn":"06/11/2024 at 10:03 PM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672b9a213d55e2f9a75f6c83","id":"672b9a213d55e2f9a75f6c82","title":"A journey 400,000 years back in human history","description":"Nestled in Germany's picturesque Neander Valley where Neanderthals were first discovered, a museum is tapping into our growing fascination with our long-lost relatives.Inside a museum in western Germany, a man in a tailored suit and a dress shirt leaned against a handrail and peered down towards the gallery below. A young girl briefly paused next to him as a few visitors stopped to stare. Something about the scene seemed subtly out of sorts.The elegantly dressed gentleman had a noticeable ridge on his brow, his nose was large and his chin was recessed.We call him Mr Four Percent, said the museum's director, Bärbel Auffermann. Because he was clad in modern clothes it was easy to overlook the life-like statue's secret: he's a Neanderthal.","imageUrl":"https://ichef.bbci.co.uk/images/ic/800xn/p0k2hrrs.jpg.webp","publishedOn":"06/11/2024 at 10:17 PM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672c21b49556bc91fd9eff9f","id":"672c21b49556bc91fd9eff9e","title":"Lebanese rescuers say 30 killed in Israeli strike on apartment building","description":"First responders have recovered the bodies of 30 people killed in an Israeli air strike on an apartment building south of Beirut, Lebanon’s Civil Defence agency says.Tuesday evening’s attack destroyed one side of the four-storey building that was reportedly housing displaced people in the predominantly Sunni Muslim coastal town of Barja and sparked a fire.The Israeli military said it struck “terror infrastructure” belonging to the Shia armed group Hezbollah.Another 40 people were killed in Israeli strikes around the eastern governorates of Baalbek and Bekaa on Wednesday, according to the Lebanese health ministry.Lebanon's culture minister also said one of the strikes had seriously damaged an Ottoman-era building in the vicinity of the Roman ruins in the city of Baalbek, which is a Unesco World Heritage site.An Israeli military official said its strikes in the Baalbek area had targeted Hezbollah operatives.","imageUrl":"https://ichef.bbci.co.uk/news/800/cpsprodpb/0d3f/live/d6f04f30-9c4e-11ef-9260-19e6a950e830.jpg.webp","publishedOn":"07/11/2024 at 07:56 AM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672c22b29556bc91fd9effa4","id":"672c22b29556bc91fd9effa3","title":"Why Kamala Harris lost: a flawed candidate or doomed campaign?","description":"Nearly a month ago, Kamala Harris appeared on ABC's The View in what was expected to be a friendly interview aimed at pitching herself to Americans who wanted to know more about her.But the sit-down was quickly overshadowed by her response to a question on what she would have done differently from incumbent president, Joe Biden: Not a thing comes to mind.Harris's answer - which became a Republican attack ad on loop - underscored the political headwinds that her jumpstart campaign failed to overcome in her decisive loss to Donald Trump on Tuesday.Publicly, she conceded the race late on Wednesday afternoon, telling supporters do not despair.","imageUrl":"https://cdn.britannica.com/43/222943-050-76B8DD28/Official-portrait-of-vice-president-Kamala-Harris.jpg","publishedOn":"07/11/2024 at 08:00 AM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672c23729556bc91fd9effa8","id":"672c23729556bc91fd9effa7","title":"Raygun retires from breaking after Olympic backlash","description":"Australian breaker Rachael Gunn has announced she will retire from competition, citing the viral response to her performance at the Paris Olympics.Gunn - who is known as B-girl Raygun - failed to get on the scoreboard in all three of her competition rounds in August, with a routine that included unorthodox moves, such as the sprinkler and a kangaroo hop.The 37-year-old university lecturer's moves catapulted her to global attention and ridicule, spawned conspiracy theories about her qualification, and reignited criticism of breaking's inclusion in the Olympics.Gunn had initially planned to keep competing but said the saga had been so upsetting that she changed her mind.I just didn’t have any control over how people saw me or who I was, she told local radio station 2DayFM on Wednesday.","imageUrl":"https://ichef.bbci.co.uk/news/800/cpsprodpb/1cbe/live/6cc71780-9c92-11ef-8c3b-fd859078f516.jpg.webp","publishedOn":"07/11/2024 at 08:02 AM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672c23e59556bc91fd9effab","id":"672c23e59556bc91fd9effaa","title":"West Indies hammer England in series decider","description":"West Indies claimed a series victory over England after defeating the tourists by eight wickets in the third and final one-day international in Barbados.Keacy Carty and Brandon King both scored impressive hundreds as West Indies cantered home in pursuit of 264 with seven overs to spare.Sint Maarten batter Carty blitzed his way to his maiden international ton in 97 balls and stayed unbeaten on 128, while King made his third ODI century in 113 balls.England’s 263-8 looked reasonably healthy considering they crumbled to 24-4 in 10 overs after being asked to bat first.Phil Salt’s watchful 74 dug them out of a hole with Sam Curran scoring 40 and Dan Mousley impressing with his maiden ODI half-century.Jamie Overton added 32 while Jofra Archer remained unbeaten on 38 as England recovered to post a total which had looked challenging until the intervention of King and Carty.With Jos Buttler returning as captain, England will hope to regroup as they prepare for the five-match T20 series, which kicks off at the same venue on Saturday.","imageUrl":"https://ichef.bbci.co.uk/ace/standard/976/cpsprodpb/d89e/live/d7f907d0-9caa-11ef-8f68-b3f4c7458b50.jpg.webp","publishedOn":"07/11/2024 at 08:05 AM","publishedBy":"Sanjeeb Ghimire","__v":0},{"_id":"672c47529556bc91fd9effae","id":"672c47529556bc91fd9effad","title":"French families sue TikTok over harmful content","description":"TikTok is being sued by seven families in France, who accuse the social media giant of exposing their children to harmful content - leading two to take their own lives.The case alleges the video platform's algorithm exposed them to content promoting self-harm, eating disorders and suicide, said Laure Boutron-Marmion, a lawyer for the families.She told French media that the lawsuit was the first of its kind in Europe.TikTok, which is one of the world's most popular social media platforms, said it had not received any notifications of legal proceedings relating to the claims.","imageUrl":"https://ichef.bbci.co.uk/news/800/cpsprodpb/fb2f/live/63477ba0-9ab2-11ef-b676-1939a5bc8521.jpg.webp","publishedOn":"07/11/2024 at 08:05 AM","publishedBy":"Sanjeeb Ghimire","__v":0}]}
